/* ==============北门派出所==============*/
var beimenpaichusuo = {
	/*------工作提醒------*/
	"workNoticeData": {
		// 左侧水球数据
		"leftData": [{
			// 上边水球数据
			"name": "入户访查", // 标题
			"value": 0.6 // 完成数量   *按百分比
		}, {
			// 下边水球数据
			"name": "定期回访", // 标题
			"value": 0.1 // 完成数量   *按百分比
		}],
		// 右侧柱形图数据
		"rightData": [{
				"name": "消防巡检", // 名称
				'total': 36, //任务总数
				"value": 20 // 完成数值
			}, {
				"name": "安全宣讲", // 名称
				'total': 27, //任务总数
				"value": 14 // 完成数值
			},
			{
				"name": "民意调查", // 名称
				'total': 25, //任务总数
				"value": 8 // 完成数值
			}, {
				"name": "人口管理", // 名称
				'total': 22, //任务总数
				"value": 19 // 完成数值
			}
		]

	},
	/*------天网，WiFi数据------*/
	"wifiData": [{
		"total": 2500, // 天网点位总数
		"onlineCount": 1850, // 在线数量
		"change": "+20" ////变动 带+-号
	}, {
		"total": 2500, // 技防网点位总数
		"onlineCount": 1850, // 在线数量
		"change": "+20" ////变动 带+-号
	}, {
		"total": 2500, // WIFI点位总数
		"onlineCount": 1850, // 在线数量
		"change": "+20" ////变动 带+-号
	}],
	/*------社区门禁------*/
	"doorStopData": [{
		"name": "楼宇", // 楼宇
		"value": 500, //楼宇数量
		"change": "-70" //变动 带+-号
	}, {
		"name": "出租屋", // 出租屋
		"value": 500, //出租屋数量
		"change": "+26" //变动 带+-号
	}, {
		"name": "监控点", // 监控点
		"value": 500, //监控点数量
		"change": "+40" //变动 带+-号
	}, {
		"name": "人口", // 人口
		"value": 500, //人口数量
		"change": "-50" //变动 带+-号
	}],

	/*------实有建筑------*/
	"factBuidData": {
		"total": "87650", // 建筑总数
		/*--左侧环形数据--*/
		"ringData": [{
			"name": "已上图", // 名称
			"value": 335 // 数值
		}, {
			"name": "未上图", // 名称
			"value": 108 // 数值
		}],
		/*--右侧柱形数据--*/
		"barData": [{
			"name": "出租屋", // 名称
			"value": 3600, // 数值
			"change": "-50" //变动 带+-号
		}, {
			"name": "大型广场", // 名称
			"value": 270, // 数值
			"change": "-50" //变动 带+-号
		}, {
			"name": "学校", // 名称
			"value": 1204, // 数值
			"change": "-50" //变动 带+-号
		}, {
			"name": "医院", // 名称
			"value": 1500, // 数值
			"change": "-50" //变动 带+-号
		}]
	},
	/*------实有单位------*/
	"trueUnitData": {
		"total": "87650", // 单位总数
		"barData": [{
			// 消防单位
			"name": "消防单位", // 标题
			"value": 20, // 数值
			"change": "+2" //变动 带+-号
		}, {
			// 危爆企业
			"name": "危爆企业", // 标题
			"value": 60, // 数值
			"change": "-3" //变动 带+-号
		}, {
			// 旅店总数
			"name": "旅店总数", // 标题
			"value": 150, //  数值
			"change": "+2" //变动 带+-号
		}, {
			// 网吧
			"name": "网吧", // 标题
			"value": 76, //  数值
			"change": "+10" //变动 带+-号
		}]
	},
	/*------实有人口------*/
	"trueDopulouData": {
		"total": "87650", // 实有人口总数
		"barData": [{
			// 流动人口
			"name": "流动人口", // 标题
			"value": 5500, // 流动人口总数
			"change": "+10" //变动 带+-号
		}, {
			// 重点人口
			"name": "重点人口", // 标题
			"value": 230, // 重点人口总数
			"change": "-10" //变动 带+-号
		}, {
			// 入境人口
			"name": "入境人口", // 标题
			"value": 1400, // 入境人口总数
			"change": "+10" //变动 带+-号
		}, {
			// 出境人口
			"name": "出境人口", // 标题
			"value": 2870, // 出境人口总数
			"change": "-10" //变动 带+-号
		}]
	},

	/*------重点人员------*/
	"keyPersonData": {
		"total": "1650", // 重点人员总数
		"classData": [{
			// 涉毒人员
			"name": "涉毒人员", // 标题
			"value": 235, // 涉毒人员总数
			"change": "-8" //变动 带+-号
		}, {
			// 涉稳人员
			"name": "涉稳人员", // 标题
			"value": 464, // 涉稳人员总数
			"change": "+7" //变动 带+-号
		}, {
			// 涉疆人员
			"name": "涉疆人员", // 标题
			"value": 418, // 涉疆人员总数
			"change": "-6" //变动 带+-号
		}, {
			// 精神障碍人员
			"name": "精神障碍人员", // 标题
			"value": 657, // 精神障碍人员总数
			"change": "-5" //变动 带+-号
		}]
	},

	/*------110警情------*/
	"alarmDate": [{
			"alarmType": "盗窃", // 报警类型
			"alarmTime": "2017-12-21", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "李丽" // 报警人
		},
		{
			"alarmType": "抢劫", // 报警类型
			"alarmTime": "2017-12-07", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "李丽" // 报警人
		},
		{
			"alarmType": "盗窃", // 报警类型
			"alarmTime": "2017-12-21", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "王波" // 报警人
		},
		{
			"alarmType": "盗窃", // 报警类型
			"alarmTime": "2017-12-21", // 报警时间
			"alarmAddr": "新建路12号", // 报警地点
			"alarmMan": "李丽" // 报警人
		},
		{
			"alarmType": "抢劫", // 报警类型
			"alarmTime": "2017-12-24", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "张三" // 报警人
		},
		{
			"alarmType": "抢劫", // 报警类型
			"alarmTime": "2017-12-07", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "李丽" // 报警人
		},
		{
			"alarmType": "盗窃", // 报警类型
			"alarmTime": "2017-12-21", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "王波" // 报警人
		},
		{
			"alarmType": "盗窃", // 报警类型
			"alarmTime": "2017-12-21", // 报警时间
			"alarmAddr": "新建路12号", // 报警地点
			"alarmMan": "李丽" // 报警人
		},
		{
			"alarmType": "抢劫", // 报警类型
			"alarmTime": "2017-12-24", // 报警时间
			"alarmAddr": "芳华路5号", // 报警地点
			"alarmMan": "张三" // 报警人
		}
	],
	/*------110报警------*/
	"warnData": {
		"total": 198, // 报警总数
		"criminalCount": 28, // 刑事警情
		"safeCount": 22, // 治安警情
		"trafficCount": 27, // 交通警情
		"fireHelpCount": 23, // 消防救援
		"helpCount": 23, // 群众求助
		"reportCount": 21 // 举报线索
	}

}